/* 
  Localizable.strings
  TSRegisterUI

  Created by 沧海无际 on 2020/5/11.
  
*/

"Register the software with the purchased E-mail address and registration code." = "Geben Sie die E-Mail-Adresse und den Registrierungscode des gekauften Kontos ein, um die Softwarefunktionen zu aktivieren.";
"Your E-mail Address" = "Ihr E-Mail eingeben";
"Registration Code" = "Registrierungscode eingeben";
"Please make sure both your E-mail address and registration code are correct and try again." = "Bitte stellen Sie sicher, dass Ihr Registrierungscode und Ihre E-Mail-Adresse korrekt sind und dann versuchen Sie es erneut.";
"Buy Now" = "Jetzt kaufen";
"Register" = "Registrieren";
"Skip" = "Später";
"1. If you do not receive the registration code or do not know the register E-mail address, please click here to check >>" = "1. Wenn Sie Registrierungscode nicht erhalten oder die registrierte E-Mail Adresse nicht mehr kennen, bitte klicken hier, um zu überprüfen>> ";
"click here to check >>" = "bitte klicken hier, um zu überprüfen>>";
"2. For other registration issues, please contact us >>" = "2. Bei anderen Problemen mit der Software- oder Produktregistrierung wenden Sie sich bitte an uns >> ";
"contact us >>" = "wenden Sie sich bitte an uns >>";
"Registering…" = "Registrieren...";
"Registered successfully!" = "Die Registrierung ist erfolgreich.";
"OK" = "Okay";
"Please make sure your network connection is working and try again." = "Stellen Sie sicher, dass das aktuelle Netzwerk normal und verfügbar ist, und registrieren Sie sich erneut.";
"Oops！Registration Error! Please re-check the E-mail address and registration code you entered and register again." = "Anormal! Bitte überprüfen Sie die E-Mail-Adresse und den Aktivierungscode, die Sie eingegeben haben, und aktivieren Sie sie erneut.";
"The number of devices has exceeded the current order limit." = "Die Anzahl der verfügbaren Geräte, die das aktuelle Bestelllimit überschritten haben.";
"Contact us" = "Uns Kontaktieren";
"The number of computers registered with the registration code has exceeded the limit." = "Die Anzahl der mit dem aktuellen Registrierungscode registrierten Computer hat das Limit überschritten.";
"Invalid registration code!" = "Ungültiger Registrierungscode!";
"No order record for this registration code!" = "Für diesen Registrierungscode gibt es keinen Bestelldatensatz!";
"This registration code has expired!" = "Dieser Registrierungscode ist abgelaufen!";
"Registered license plan:" = "Registrierte Kontoinformationen:";
"User E-mail:" = "Benutzer E-Mail:";
"License Plan:" = "Kontotyp:";
"Change license plan" = "Kontotyp ändern";
"Family license" = "Familie Lizenz";
"1 Year license" = "1 Jahr Lizenz";
"1 Month license" = "1 Monat Lizenz";
"Enterprise Subscription Edition" = "Business Lizenz";
"Valid until:" = "Gültig bis:";
"Available device(s):" = "Verfügbare(s) Gerät(e):";
"%lu device(s)/Total %lu device(s)" = "%lu Geräte / insgesamt %lu Geräte";
"Available computer(s):" = "Verfügbarer Computer(s):";
"%lu computer(s)/Total %lu computer(s)" = "%lu Computer / insgesamt %lu Computer";
"Used device(s):" = "Verwendete(s) Gerät(e):";
"Used computer(s):" = "Benutzter Computer(s):";
"%lu device(s)" = "%lu Gerät(e)";
"%lu computer(s)" = "%lu Computer(s)";
"Welcome to use %@" = "Willkommen bei Verwendung von %@";
"Change License" = "Account wechseln";
"Lifetime" = "Lebenslang";
"Unlimited" = "Unbegrenzt";

"If you want to continue using %@, please purchase again or contact us." = "Wenn Sie %@ weiterhin verwenden möchten, kaufen Sie bitte erneut oder kontaktieren Sie uns.";
"See Pricing" = "Siehe Preise";
